Repository: phibrowser/phibrowser-mac
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, nl, zh_hans, zh_hant

# settings.bitwardenLoginSheet.emailField.requiredError
source: Enter your email address.
de: Gib deine E-Mail-Adresse ein.
es: Introduce tu dirección de correo electrónico.
fr: Saisissez votre adresse e-mail.
ja: メールアドレスを入力してください。
ko: 이메일 주소를 입력하세요.
nl: Voer je e-mailadres in.
zh_hans: 请输入你的电子邮件地址。
zh_hant: 請輸入你的電子郵件地址。

# settings.bitwardenLoginSheet.emailStep.invalidSelfHostedURLError
source: Enter a valid self-hosted server URL.
de: Gib eine gültige URL für den selbst gehosteten Server ein.
es: Introduce una URL de servidor autoalojado válida.
fr: Saisissez une URL de serveur auto-hébergé valide.
ja: 有効なセルフホストサーバーのURLを入力してください。
ko: 올바른 자체 호스팅 서버 URL을 입력하세요.
nl: Voer een geldige self-hosted server-URL in.
zh_hans: 请输入有效的自托管服务器网址。
zh_hant: 請輸入有效的自架伺服器網址。

# settings.bitwardenLoginSheet.emailStep.title
source: Sign in
de: Anmelden
es: Iniciar sesión
fr: Se connecter
ja: ログイン
ko: 로그인
nl: Inloggen
zh_hans: 登录
zh_hant: 登入

# settings.bitwardenLoginSheet.loginButton
source: Sign in
de: Anmelden
es: Iniciar sesión
fr: Se connecter
ja: ログイン
ko: 로그인
nl: Inloggen
zh_hans: 登录
zh_hant: 登入

# settings.bitwardenLoginSheet.masterPasswordField.label
source: Master password
de: Master-Passwort
es: Contraseña maestra
fr: Mot de passe maître
ja: マスターパスワード
ko: 마스터 비밀번호
nl: Hoofdwachtwoord
zh_hans: 主密码
zh_hant: 主密碼

# settings.bitwardenLoginSheet.passwordStep.title
source: Sign in
de: Anmelden
es: Iniciar sesión
fr: Se connecter
ja: ログイン
ko: 로그인
nl: Inloggen
zh_hans: 登录
zh_hant: 登入

# settings.bitwardenLoginSheet.rememberEmailToggle
source: Remember email
de: E-Mail merken
es: Recordar correo electrónico
fr: Mémoriser l'adresse e-mail
ja: メールアドレスを記憶する
ko: 이메일 기억하기
nl: E-mailadres onthouden
zh_hans: 记住邮箱
zh_hant: 記住電子郵件

# settings.bitwardenLoginSheet.selfHostedServer.fieldLabel
source: Self-hosted server URL
de: URL des selbst gehosteten Servers
es: URL del servidor autoalojado
fr: URL du serveur auto-hébergé
ja: セルフホストサーバーのURL
ko: 자체 호스팅 서버 URL
nl: URL van zelf gehoste server
zh_hans: 自托管服务器网址
zh_hant: 自架伺服器網址

# settings.bitwardenLoginSheet.selfHostedServerOption
source: self-hosted
de: selbst gehostet
es: autoalojado
fr: auto-hébergé
ja: セルフホスト
ko: 자체 호스팅
nl: zelf gehost
zh_hans: 自托管
zh_hant: 自架

# settings.bitwardenLoginSheet.serverRegionPrefix
source: Accessing:
de: Zugriff auf:
es: Accediendo a:
fr: Accès :
ja: アクセス先：
ko: 접속 대상:
nl: Verbinding met:
zh_hans: 正在访问：
zh_hant: 正在存取：

# settings.bitwardenLoginSheet.submission.invalidSelfHostedURLError
source: Enter a valid self-hosted server URL.
de: Gib eine gültige URL für den selbst gehosteten Server ein.
es: Introduce una URL de servidor autoalojado válida.
fr: Saisissez une URL de serveur auto-hébergé valide.
ja: 有効なセルフホストサーバーのURLを入力してください。
ko: 올바른 자체 호스팅 서버 URL을 입력하세요.
nl: Voer een geldige self-hosted server-URL in.
zh_hans: 请输入有效的自托管服务器网址。
zh_hant: 請輸入有效的自架伺服器網址。

# settings.bitwardenLoginSheet.twoStepCodeField.label
source: Two-step login code (if enabled)
de: Code für die zweistufige Anmeldung (falls aktiviert)
es: Código de inicio de sesión en dos pasos (si está activado)
fr: Code de connexion en deux étapes (si activée)
ja: 2段階認証コード（有効な場合）
ko: 2단계 로그인 코드 (사용 중인 경우)
nl: Code voor tweestapsverificatie (indien ingeschakeld)
zh_hans: 两步登录验证码（如已启用）
zh_hant: 兩階段登入驗證碼（若已啟用）

# settings.bitwardenUnlockSheet.masterPasswordField.label
source: Master password
de: Master-Passwort
es: Contraseña maestra
fr: Mot de passe maître
ja: マスターパスワード
ko: 마스터 비밀번호
nl: Hoofdwachtwoord
zh_hans: 主密码
zh_hant: 主密碼

# settings.bitwardenUnlockSheet.title
source: Unlock
de: Entsperren
es: Desbloquear
fr: Déverrouiller
ja: ロック解除
ko: 잠금 해제
nl: Ontgrendelen
zh_hans: 解锁
zh_hant: 解鎖

# settings.bitwardenUnlockSheet.twoStepCodeField.label
source: Two-step login code (if enabled)
de: Code für die zweistufige Anmeldung (falls aktiviert)
es: Código de inicio de sesión en dos pasos (si está activado)
fr: Code de connexion en deux étapes (si activée)
ja: 2段階認証コード（有効な場合）
ko: 2단계 로그인 코드 (사용 중인 경우)
nl: Code voor tweestapsverificatie (indien ingeschakeld)
zh_hans: 两步登录验证码（如已启用）
zh_hant: 兩階段登入驗證碼（若已啟用）

# settings.bitwardenUnlockSheet.unlockButton
source: Unlock
de: Entsperren
es: Desbloquear
fr: Déverrouiller
ja: ロック解除
ko: 잠금 해제
nl: Ontgrendel
zh_hans: 解锁
zh_hant: 解鎖

# settings.defaultBadge
source: Default
de: Standard
es: Predeterminado
fr: Par défaut
ja: デフォルト
ko: 기본
nl: Standaard
zh_hans: 默认
zh_hant: 預設

# settings.developer.agentBrowsingDataAccess.description
source: Lets agent tooling manage your own browsing data — Spaces, profiles, URL rules, pinned tabs, bookmarks, and the tab layout of your windows. When off, agents can only work inside their own agent Spaces. Applies immediately.
de: Erlaubt Agent-Tools, deine eigenen Browserdaten zu verwalten: Spaces, Profile, URL-Regeln, angeheftete Tabs, Lesezeichen und das Tab-Layout deiner Fenster. Wenn deaktiviert, können Agenten nur in ihren eigenen Agent-Spaces arbeiten. Wird sofort wirksam.
es: Permite que las herramientas de agentes gestionen tus propios datos de navegación: Espacios, perfiles, reglas de URL, pestañas fijadas, marcadores y la disposición de las pestañas de tus ventanas. Cuando está desactivado, los agentes solo pueden trabajar dentro de sus propios Espacios de agente. Se aplica de inmediato.
fr: Permet aux outils d'agents de gérer vos propres données de navigation : Espaces, profils, règles d'URL, onglets épinglés, favoris et disposition des onglets de vos fenêtres. Lorsque cette option est désactivée, les agents ne peuvent travailler que dans leurs propres Espaces d'agent. S'applique immédiatement.
ja: エージェントツールが、スペース、プロファイル、URLルール、固定タブ、ブックマーク、ウインドウのタブレイアウトといった、あなた自身のブラウジングデータを管理できるようにします。オフにすると、エージェントは自分のエージェントスペース内でのみ操作できます。設定はすぐに適用されます。
ko: 에이전트 도구가 스페이스, 프로필, URL 규칙, 고정 탭, 북마크, 윈도우의 탭 레이아웃 등 사용자의 브라우징 데이터를 관리할 수 있게 해요. 끄면 에이전트는 자신의 에이전트 스페이스 안에서만 작업할 수 있어요. 즉시 적용돼요.
nl: Laat agent-tooling je eigen browsegegevens beheren: Spaces, profielen, URL-regels, vastgezette tabbladen, bladwijzers en de tabbladindeling van je vensters. Als dit uitstaat, kunnen agents alleen in hun eigen agent-Spaces werken. Wordt direct toegepast.
zh_hans: 允许智能体工具管理你自己的浏览数据，包括空间、个人资料、网址规则、固定标签页、书签，以及各窗口的标签页布局。关闭后，智能体只能在它们自己的智能体空间内操作。立即生效。
zh_hant: 允許 AI 代理工具管理你自己的瀏覽資料，包括空間、設定檔、網址規則、釘選分頁、書籤，以及視窗的分頁版面配置。關閉時，AI 代理只能在自己的 AI 代理空間中作業。立即生效。

# settings.developer.agentBrowsingDataAccess.enableToggle
source: Allow agents to operate your Spaces
de: Agenten dürfen deine Spaces bedienen
es: Permitir que los agentes operen tus Espacios
fr: Autoriser les agents à utiliser vos Espaces
ja: エージェントにスペースの操作を許可
ko: 에이전트가 내 스페이스를 조작하도록 허용
nl: Agents toestaan je Spaces te bedienen
zh_hans: 允许智能体操作你的空间
zh_hant: 允許 AI 代理操作你的空間

# settings.developer.agentControl.allowedAgents.description
source: Processes you’ve approved to control Phi. Removing one makes it ask again next time it connects.
de: Prozesse, denen du die Steuerung von Phi erlaubt hast. Wenn du einen entfernst, fragt er beim nächsten Verbinden erneut nach.
es: Procesos que has aprobado para controlar Phi. Si eliminas uno, volverá a pedir permiso la próxima vez que se conecte.
fr: Processus que vous avez autorisés à contrôler Phi. Si vous en supprimez un, il redemandera l'autorisation à sa prochaine connexion.
ja: Phiの操作を承認したプロセスです。削除すると、次に接続したときに再び確認されます。
ko: Phi를 제어하도록 승인한 프로세스예요. 승인을 삭제하면 다음에 연결될 때 다시 요청해요.
nl: Processen die je hebt goedgekeurd om Phi te besturen. Als je er een verwijdert, wordt er bij de volgende verbinding opnieuw om goedkeuring gevraagd.
zh_hans: 你已批准可以控制 Phi 的进程。移除后，下次连接时会重新询问。
zh_hant: 你已核准可控制 Phi 的程序。移除某個程序後，它下次連線時會再次要求核准。

# settings.developer.agentControl.allowedAgents.emptyMessage
source: No agents approved yet. The first time one connects, Phi asks for your approval.
de: Noch keine Agenten freigegeben. Wenn sich zum ersten Mal einer verbindet, fragt Phi dich um Erlaubnis.
es: Aún no has aprobado ningún agente. La primera vez que uno se conecte, Phi te pedirá aprobación.
fr: Aucun agent approuvé pour l'instant. À la première connexion d'un agent, Phi vous demandera votre approbation.
ja: 承認済みのエージェントはまだありません。エージェントが初めて接続したときに、Phiが承認を求めます。
ko: 아직 승인된 에이전트가 없어요. 처음 연결될 때 Phi가 승인을 요청해요.
nl: Nog geen agents goedgekeurd. De eerste keer dat er een agent verbinding maakt, vraagt Phi om je goedkeuring.
zh_hans: 尚未批准任何智能体。当有智能体首次连接时，Phi 会请求你的批准。
zh_hant: 尚未核准任何 AI 代理。第一次有 AI 代理連線時，Phi 會徵求你的核准。

# settings.developer.agentControl.allowedAgents.removeButton
source: Remove
de: Entfernen
es: Quitar
fr: Supprimer
ja: 削除
ko: 제거
nl: Verwijder
zh_hans: 移除
zh_hant: 移除

# settings.developer.agentControl.allowedAgents.title
source: Allowed agents
de: Zugelassene Agenten
es: Agentes permitidos
fr: Agents autorisés
ja: 許可済みのエージェント
ko: 허용된 에이전트
nl: Toegestane agents
zh_hans: 已允许的智能体
zh_hant: 允許的 AI 代理

# settings.developer.agentControl.block.allAgentsForeverSubtitle
source: No agent is asked for approval
de: Kein Agent wird um Erlaubnis gefragt
es: No se pide aprobación a ningún agente
fr: Aucun agent ne vous demande d'approbation
ja: どのエージェントにも確認しません
ko: 어떤 에이전트에도 승인을 요청하지 않아요
nl: Aan geen enkele agent wordt goedkeuring gevraagd
zh_hans: 任何智能体都不再请求你的批准
zh_hant: 任何 AI 代理都不會再徵求你的核准

# settings.developer.agentControl.block.foreverSubtitle
source: Refused without asking
de: Ohne Nachfrage abgelehnt
es: Rechazado sin preguntar
fr: Refusé sans demander
ja: 確認せずに拒否します
ko: 묻지 않고 거부함
nl: Zonder vragen geweigerd
zh_hans: 不询问直接拒绝
zh_hant: 未經詢問即拒絕

# settings.developer.agentControl.block.permanentStatus
source: Never
de: Nie
es: Nunca
fr: Jamais
ja: なし
ko: 안 함
nl: Nooit
zh_hans: 永不
zh_hant: 永不

# settings.developer.agentControl.block.temporaryStatus
source: Paused
de: Pausiert
es: En pausa
fr: Suspendu
ja: 一時停止中
ko: 일시 중지
nl: Gepauzeerd
zh_hans: 已暂停
zh_hant: 已暫停

# settings.developer.agentControl.block.untilSubtitle
source: Until %@
de: Bis %@
es: Hasta %@
fr: Jusqu'à %@
ja: %@まで
ko: %@까지
nl: Tot %@
zh_hans: 直到 %@
zh_hant: 到 %@ 為止

# settings.developer.agentControl.blockedAgents.allAgentsName
source: All agents
de: Alle Agenten
es: Todos los agentes
fr: Tous les agents
ja: すべてのエージェント
ko: 모든 에이전트
nl: Alle agents
zh_hans: 所有智能体
zh_hant: 所有 AI 代理

# settings.developer.agentControl.blockedAgents.description
source: Turned away without asking you, from a “Never ask again” or “For 30 min” denial. Unblocking one makes it ask again next time it connects.
de: Ohne Nachfrage abgewiesen, wegen einer Ablehnung mit „Nie wieder fragen“ oder „Für 30 Min.“. Wenn du einen Agenten entsperrst, fragt er beim nächsten Verbinden wieder nach.
es: Se les rechaza sin preguntarte, por una denegación de «No volver a preguntar» o «Durante 30 min». Si desbloqueas uno, volverá a preguntarte la próxima vez que se conecte.
fr: Refusés sans vous demander votre avis, à la suite d'un refus « Ne plus demander » ou « Pendant 30 min ». Si vous en débloquez un, il vous redemandera lors de sa prochaine connexion.
ja: 「今後確認しない」または「30分間」で拒否したため、確認なしで拒否されています。ブロックを解除すると、次に接続したときにもう一度確認されます。
ko: “다시 묻지 않기” 또는 “30분 동안” 거부에 따라 확인 없이 차단된 에이전트예요. 차단을 해제하면 다음에 연결할 때 다시 물어봐요.
nl: Afgewezen zonder het je te vragen, op basis van een weigering met “Nooit meer vragen” of “Voor 30 min”. Als je er een deblokkeert, wordt er bij de volgende verbinding opnieuw om goedkeuring gevraagd.
zh_hans: 这些智能体因为「不再询问」或「30 分钟内」的拒绝而被直接挡回，不会再询问你。解除对某个智能体的阻止后，它下次连接时会重新询问。
zh_hant: 因為「不再詢問」或「30 分鐘內」的拒絕，未經詢問就被擋下。解除封鎖其中一個後，它下次連線時會再次詢問你。

# settings.developer.agentControl.blockedAgents.removeButton
source: Unblock
de: Entsperren
es: Desbloquear
fr: Débloquer
ja: ブロックを解除
ko: 차단 해제
nl: Deblokkeer
zh_hans: 解除阻止
zh_hant: 解除封鎖

# settings.developer.agentControl.blockedAgents.title
source: Blocked agents
de: Blockierte Agenten
es: Agentes bloqueados
fr: Agents bloqués
ja: ブロック中のエージェント
ko: 차단된 에이전트
nl: Geblokkeerde agents
zh_hans: 已阻止的智能体
zh_hant: 已封鎖的 AI 代理

# settings.developer.agentControl.enableDescription
source: Lets agent tools (Claude Code, Codex) drive Phi over the DevTools Protocol through a private socket only this Mac’s processes can reach. Each agent asks for your approval the first time it connects. Turning this off disconnects them right away; the next agent that connects asks you to turn it back on. Applies immediately.
de: Erlaubt Agententools (Claude Code, Codex), Phi über das DevTools-Protokoll zu steuern, und zwar über einen privaten Socket, den nur Prozesse auf diesem Mac erreichen können. Jeder Agent bittet dich beim ersten Verbinden um deine Erlaubnis. Wenn du das ausschaltest, werden sie sofort getrennt; der nächste Agent, der sich verbindet, bittet dich, es wieder einzuschalten. Gilt sofort.
es: Permite que las herramientas de agentes (Claude Code, Codex) controlen Phi mediante el protocolo DevTools a través de un socket privado al que solo pueden acceder los procesos de este Mac. Cada agente te pide aprobación la primera vez que se conecta. Si lo desactivas, se desconectarán al instante; el siguiente agente que se conecte te pedirá que lo vuelvas a activar. Se aplica de inmediato.
fr: Permet aux outils d'agents (Claude Code, Codex) de piloter Phi via le protocole DevTools par le biais d'un socket privé accessible uniquement aux processus de ce Mac. Chaque agent demande votre autorisation lors de sa première connexion. Désactiver cette option les déconnecte immédiatement ; le prochain agent qui se connecte vous demandera de la réactiver. S'applique immédiatement.
ja: エージェントツール（Claude Code、Codex）が、このMacのプロセスだけが到達できるプライベートソケットを介して、DevTools ProtocolでPhiを操作できるようにします。各エージェントは、初めて接続するときに許可を求めます。オフにするとただちに接続が切断され、次に接続したエージェントがオンに戻すよう求めます。変更はすぐに反映されます。
ko: 이 Mac의 프로세스만 접근할 수 있는 전용 소켓을 통해 에이전트 도구(Claude Code, Codex)가 DevTools 프로토콜로 Phi를 제어할 수 있어요. 각 에이전트는 처음 연결할 때 승인을 요청해요. 이 기능을 끄면 즉시 연결이 끊기고, 다음에 연결하는 에이전트가 다시 켜 달라고 요청해요. 변경 사항은 바로 적용돼요.
nl: Laat agent-tools (Claude Code, Codex) Phi aansturen via het DevTools Protocol, over een privésocket die alleen processen op deze Mac kunnen bereiken. Elke agent vraagt bij de eerste verbinding om je goedkeuring. Als je dit uitschakelt, worden ze meteen losgekoppeld; de volgende agent die verbinding maakt, vraagt je om het weer in te schakelen. Wordt direct toegepast.
zh_hans: 允许智能体工具（Claude Code、Codex）通过一个仅限这台 Mac 上的进程访问的私有套接字，经由 DevTools 协议驱动 Phi。每个智能体首次连接时都会请求你的批准。关闭后会立即断开它们的连接；下一个连接的智能体会请求你重新开启。立即生效。
zh_hant: 允許 AI 代理工具（Claude Code、Codex）透過只有這部 Mac 上的程序才能存取的私有 socket，以 DevTools Protocol 操控 Phi。每個 AI 代理第一次連線時都會請求你的核准。關閉後會立即中斷它們的連線；下一個連線的 AI 代理會要求你重新開啟。立即生效。

# settings.developer.agentControl.enableToggle
source: Allow agents to control Phi (CDP)
de: Agenten dürfen Phi steuern (CDP)
es: Permitir que los agentes controlen Phi (CDP)
fr: Autoriser les agents à contrôler Phi (CDP)
ja: エージェントにPhiの操作を許可（CDP）
ko: 에이전트가 Phi를 제어하도록 허용 (CDP)
nl: Agents toestaan Phi te besturen (CDP)
zh_hans: 允许智能体控制 Phi（CDP）
zh_hant: 允許 AI 代理控制 Phi（CDP）

# settings.developer.agentControl.grant.permanentStatus
source: Always
de: Immer
es: Siempre
fr: Toujours
ja: 常に
ko: 항상
nl: Altijd
zh_hans: 始终
zh_hant: 一律

# settings.developer.agentControl.grant.sessionStatus
source: This session
de: Diese Sitzung
es: Esta sesión
fr: Cette session
ja: このセッションのみ
ko: 이번 세션
nl: Deze sessie
zh_hans: 仅本次会话
zh_hant: 僅此工作階段

# settings.developer.agentControl.identity.teamSummary
source: Signed · Team %@
de: Signiert · Team %@
es: Firmado · Equipo %@
fr: Signé · Équipe %@
ja: 署名済み・チーム%@
ko: 서명됨 · 팀 %@
nl: Ondertekend · Team %@
zh_hans: 已签名 · 团队 %@
zh_hant: 已簽署 · 團隊 %@

# settings.developer.agentControl.identity.unsignedStatus
source: Unsigned
de: Nicht signiert
es: Sin firmar
fr: Non signé
ja: 未署名
ko: 서명 없음
nl: Niet ondertekend
zh_hans: 未签名
zh_hant: 未簽署

# settings.developer.agentControl.sectionTitle
source: Agent control
de: Agentensteuerung
es: Control de agentes
fr: Contrôle des agents
ja: エージェント制御
ko: 에이전트 제어
nl: Agentbesturing
zh_hans: 智能体控制
zh_hant: AI 代理控制

# settings.developer.agentProfileAccess.description
source: Choose which profiles agents may create their own Spaces in. Turning a profile off stops agents from opening any new Space bound to it; existing Spaces are unaffected.
de: Wähle, in welchen Profilen Agenten eigene Spaces erstellen dürfen. Wird ein Profil deaktiviert, können Agenten keine neuen daran gebundenen Spaces mehr öffnen; bestehende Spaces bleiben unberührt.
es: Elige en qué perfiles pueden crear los agentes sus propios Espacios. Desactivar un perfil impide que los agentes abran cualquier Espacio nuevo vinculado a él; los Espacios existentes no se ven afectados.
fr: Choisissez les profils dans lesquels les agents peuvent créer leurs propres Espaces. Désactiver un profil empêche les agents d'ouvrir tout nouvel Espace qui y est associé ; les Espaces existants ne sont pas affectés.
ja: エージェントが自身のスペースを作成できるプロファイルを選択してください。プロファイルをオフにすると、そのプロファイルに紐づく新しいスペースをエージェントは開けなくなります。既存のスペースには影響しません。
ko: 에이전트가 자신의 스페이스를 만들 수 있는 프로필을 선택해 주세요. 프로필을 끄면 해당 프로필에 연결된 새 스페이스를 에이전트가 열 수 없게 돼요. 기존 스페이스는 영향을 받지 않아요.
nl: Kies in welke profielen agents hun eigen Spaces mogen aanmaken. Als je een profiel uitschakelt, kunnen agents geen nieuwe Space meer openen die aan dat profiel is gekoppeld; bestaande Spaces blijven ongewijzigd.
zh_hans: 选择智能体可以在哪些个人资料中创建自己的空间。关闭某个个人资料后，智能体将无法打开任何绑定到该个人资料的新空间；现有空间不受影响。
zh_hant: 選擇 AI 代理可以在哪些設定檔中建立自己的空間。關閉某個設定檔後，AI 代理將無法再開啟綁定該設定檔的新空間；現有空間不受影響。

# settings.developer.agentProfileAccess.emptyMessage
source: No profiles found.
de: Keine Profile gefunden.
es: No se encontraron perfiles.
fr: Aucun profil trouvé.
ja: プロファイルが見つかりません。
ko: 프로필을 찾을 수 없어요.
nl: Geen profielen gevonden.
zh_hans: 未找到个人资料。
zh_hant: 找不到設定檔。

# settings.developer.agentProfileAccess.title
source: Profiles agents can use
de: Profile, die Agenten verwenden dürfen
es: Perfiles que pueden usar los agentes
fr: Profils utilisables par les agents
ja: エージェントが使用できるプロファイル
ko: 에이전트가 사용할 수 있는 프로필
nl: Profielen die agents mogen gebruiken
zh_hans: 智能体可使用的个人资料
zh_hant: AI 代理可使用的設定檔

# settings.developer.passwordManager.approvals.allAgentsGrantee
source: All agents
de: Alle Agenten
es: Todos los agentes
fr: Tous les agents
ja: すべてのエージェント
ko: 모든 에이전트
nl: Alle agents
zh_hans: 所有智能体
zh_hant: 所有 AI 代理

# settings.developer.passwordManager.approvals.allPasswordsEnabledStatus
source: Access to all passwords is on
de: Zugriff auf alle Passwörter ist aktiviert
es: El acceso a todas las contraseñas está activado
fr: L'accès à tous les mots de passe est activé
ja: すべてのパスワードへのアクセスがオンになっています
ko: 모든 비밀번호 접근이 켜져 있어요
nl: Toegang tot alle wachtwoorden staat aan
zh_hans: 已开启对所有密码的访问
zh_hant: 所有密碼的存取權已開啟

# settings.developer.passwordManager.approvals.allSitesScope
source: All sites
de: Alle Websites
es: Todos los sitios
fr: Tous les sites
ja: すべてのサイト
ko: 모든 사이트
nl: Alle websites
zh_hans: 所有网站
zh_hant: 所有網站

# settings.developer.passwordManager.approvals.autofillOnlyTag
source: Autofill only
de: Nur ausfüllen
es: Solo autocompletar
fr: Remplissage automatique uniquement
ja: 自動入力のみ
ko: 자동 입력만
nl: Alleen automatisch invullen
zh_hans: 仅自动填充
zh_hant: 僅自動填入

# settings.developer.passwordManager.approvals.commandUseTag
source: Command use
de: Befehlsausführung
es: Uso en comandos
fr: Utilisation de commandes
ja: コマンド使用
ko: 명령 사용
nl: Commandogebruik
zh_hans: 命令使用
zh_hant: 指令使用

# settings.developer.passwordManager.approvals.doneButton
source: Done
de: Fertig
es: Listo
fr: Terminé
ja: 完了
ko: 완료
nl: Gereed
zh_hans: 完成
zh_hant: 完成

# settings.developer.passwordManager.approvals.emptyHint
source: Approve an agent request for 10 minutes or always and it will appear here.
de: Genehmige eine Agentenanfrage für 10 Minuten oder dauerhaft, dann erscheint sie hier.
es: Aprueba una solicitud de un agente durante 10 minutos o siempre, y aparecerá aquí.
fr: Approuvez une demande d'agent pour 10 minutes ou pour toujours, et elle apparaîtra ici.
ja: エージェントのリクエストを「10分間」または「常に」で承認すると、ここに表示されます。
ko: 에이전트 요청을 10분 또는 항상으로 승인하면 여기에 표시돼요.
nl: Keur een agentverzoek goed voor 10 minuten of voor altijd; het verschijnt dan hier.
zh_hans: 批准智能体请求（10分钟或始终）后，相应授权会显示在这里。
zh_hant: 以「10 分鐘」或「一律」核准 AI 代理的要求後，就會顯示在這裡。

# settings.developer.passwordManager.approvals.emptyTitle
source: No remembered approvals
de: Keine gemerkten Freigaben
es: No hay aprobaciones recordadas
fr: Aucune approbation mémorisée
ja: 保存された承認はありません
ko: 저장된 승인 없음
nl: Geen onthouden goedkeuringen
zh_hans: 没有已记住的批准
zh_hant: 沒有已記住的核准

# settings.developer.passwordManager.approvals.enableAllConfirmation.cancelButton
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
ja: キャンセル
ko: 취소
nl: Annuleer
zh_hans: 取消
zh_hant: 取消

# settings.developer.passwordManager.approvals.enableAllConfirmation.confirmButton
source: Allow All
de: Alle erlauben
es: Permitir todo
fr: Tout autoriser
ja: すべて許可
ko: 모두 허용
nl: Sta alles toe
zh_hans: 允许全部
zh_hant: 全部允許

# settings.developer.passwordManager.approvals.enableAllConfirmation.message
source: Every agent will be able to use any login in your vault without asking you first. A misled agent could fill or reveal a password anywhere. You can turn this off here at any time.
de: Jeder Agent kann dann alle Zugangsdaten in deinem Tresor verwenden, ohne dich vorher zu fragen. Ein getäuschter Agent könnte überall ein Passwort ausfüllen oder preisgeben. Du kannst das hier jederzeit wieder deaktivieren.
es: Cualquier agente podrá usar cualquier inicio de sesión de tu caja fuerte sin pedírtelo antes. Un agente engañado podría rellenar o revelar una contraseña en cualquier sitio. Puedes desactivar esta opción aquí en cualquier momento.
fr: Chaque agent pourra utiliser n'importe quel identifiant de votre coffre sans vous demander au préalable. Un agent trompé pourrait saisir ou révéler un mot de passe n'importe où. Vous pouvez désactiver cette option ici à tout moment.
ja: すべてのエージェントが、事前の確認なしに保管庫内のあらゆるログイン情報を使用できるようになります。騙されたエージェントが、どこでもパスワードを入力したり漏らしたりするおそれがあります。この設定はいつでもここでオフにできます。
ko: 모든 에이전트가 먼저 묻지 않고 보관함의 모든 로그인 정보를 사용할 수 있게 돼요. 잘못 유도된 에이전트가 어디에서든 비밀번호를 입력하거나 노출할 수 있어요. 언제든지 여기에서 끌 수 있어요.
nl: Elke agent kan elke login in je kluis gebruiken zonder het je eerst te vragen. Een misleide agent zou overal een wachtwoord kunnen invullen of onthullen. Je kunt dit hier op elk moment uitschakelen.
zh_hans: 每个智能体都无需事先询问你，即可使用你密码库中的任何登录信息。被误导的智能体可能会在任何地方填入或泄露密码。你可以随时在这里关闭此功能。
zh_hant: 每個 AI 代理都能在不先詢問你的情況下，使用你密碼庫中的任何登入資訊。遭誤導的 AI 代理可能會在任何地方填入或洩漏密碼。你隨時可以在這裡關閉這項功能。

# settings.developer.passwordManager.approvals.enableAllConfirmation.title
source: Allow agents to access all passwords?
de: Agenten Zugriff auf alle Passwörter erlauben?
es: ¿Permitir que los agentes accedan a todas las contraseñas?
fr: Autoriser les agents à accéder à tous les mots de passe ?
ja: エージェントにすべてのパスワードへのアクセスを許可しますか？
ko: 에이전트가 모든 비밀번호에 접근하도록 허용할까요?
nl: Agents toegang geven tot alle wachtwoorden?
zh_hans: 要允许智能体访问所有密码吗？
zh_hant: 要允許 AI 代理存取所有密碼嗎？

# settings.developer.passwordManager.approvals.enableAllDescription
source: Any agent may use any saved login without asking. The per-site grants below are unnecessary while this is on.
de: Jeder Agent darf alle gespeicherten Zugangsdaten ohne Nachfrage verwenden. Solange dies aktiviert ist, sind die Freigaben pro Website unten nicht nötig.
es: Cualquier agente puede usar cualquier inicio de sesión guardado sin pedir permiso. Mientras esta opción esté activada, las aprobaciones por sitio de abajo no son necesarias.
fr: N'importe quel agent peut utiliser n'importe quel identifiant enregistré sans demander. Les autorisations par site ci-dessous sont inutiles tant que cette option est activée.
ja: どのエージェントも確認なしで、保存されているどのログイン情報でも使用できます。これがオンの間、以下のサイトごとの許可は不要です。
ko: 어떤 에이전트든 묻지 않고 저장된 모든 로그인 정보를 사용할 수 있어요. 이 설정이 켜져 있는 동안 아래의 사이트별 승인은 필요하지 않아요.
nl: Elke agent mag zonder te vragen alle opgeslagen inloggegevens gebruiken. De goedkeuringen per site hieronder zijn niet nodig zolang dit aanstaat.
zh_hans: 任何智能体无需询问即可使用任何已保存的登录信息。开启后，下方的按网站授权将不再需要。
zh_hant: 任何 AI 代理都可以不經詢問使用任何已儲存的登入資訊。此選項開啟時，不需要下方的個別網站授權。
